[Info]
Language=Swedish
charset=iso-8859-1
Author=YoungZSoft.com
[String]
HOMEPAGE=http://www.youngzsoft.com
BUYNOW=http://reg.youngzsoft.com

;Configuration Dialog
Configuration=Inställningar
Protocol=protokoll
Local IP Address:=Lokal IP Adress
Web Cached=Web Cached
Auto Startup=Starta Automatiskt
Auto Hide=Göm automatiskt
Auto Detect=Automatisk
Proxy services=Proxy service
OK=Ok
Cancel=Avsluta
Advanced=Avancerat
NT Service=NT Service

;Dial
Dial-up=Ring upp
Dial-up Entries=Upp ringnins inträde 
Dial-up User Name=Ring upp andvändarnamn
Dial-up Password=Anslutnings Lösenord
Idle disconnect minutes=Vid overksamhet koppla ner minut(er)
Enable Auto Dial-up=Tillåt Automatisk uppringning

;Log
Log=Log
CCProxy can log every user's information. Please DON'T intercept user's mail without his/her permission.=CCProxy kan logga varje användares information. Läs eller rör inte användarnas mail utan hans/hennes tillåtelse.
Log session selection=Log session urval
Request URL=Begärd URL
Mail Info=Mail Information
Outgoing Mails=Utgående Mail
Maximum Lines=Maximalt antal linjer
Clear Logs=Rensa Loggar
Save Logs to File=Spara loggar till fil
Export Excel=Exportera Excel
New Log Daily=Ny logg dagligen
Flow Stats Time Interval(m)=Flödes status intervall(m)
Enable Flow Stats=Aktivera status flöde
Flow Stats=Status flöde

;Mail
Mail=Mail
Primary DNS=Primär DNS
Secondary DNS=Sekundär DNS
Maximum Tries=Maximalt antal försök
Time Interval Before Next Try=Tids intervall inann nästa försök
Minutes=Minuter
Mail Queue Length=Mail köns längd
SMTP Port=SMTP Port
POP3 Port=POP3 Port

;Miscellaneous
Miscellaneous=Blandat
Language=Språk
Socket Idle disconnect minutes=Overksamhet Socket kopplas ner minut(er)
Password Protection=Lösenords skydd
Password=Lösenord
Need Password When Startup=Kräv Lösenord vid Uppstart
Hide All=Göm alla
Tip: Show CCProxy when launch again.=Visa tips vid nästa uppstart.
Disable External Users=Inaktivera yttre andvändare
Web Sites for On-line Checking=Websidor för On-line kontroll
Auto Scan Computer Name=Scanna dator namn automatiskt
Enable SOCKS4=Tillåt SOCKS4

;Cascading Proxy
Cascading proxy=Cascading proxy
CCProxy permits local server to access Internet via other proxy.=CCProxy tillåter lokal server att tillträda till internet via andra proxy.
Enable Cascading Proxy=Tillåt Cascading proxy
Proxy Address=Proxy Address
Proxy Protocol=Proxy Protokoll
Port=Port
Need Authorization=Behöver Bekräftelse
User Name=Användarnamn
Password=Lösenord

;Cache
Cache=Cache
Note: Cache here is based on IE technology. You need to install IE version 4.0 or above.=Cache här är baserat p?IE teknologi. Du måste installera IE version 4.0 eller högre.
Settings=Inställningar
Always Load From Cache=Ladda alltid från Cachen
Cache Update Time(minutes)=Cache uppdatering i minut(er)
Change Cache Options via IE=Ändra Cache inställningar via IE
IE Cache Options=IE Cache Inställningar
Cache Path:=Cache sökväg
Cache Size(M):=Cache Storlek

;Account Manager Dialog
Account Manager=Konto uppsättning
Options=Inställningar
Filter/Time=Filter/Tid
Web Filter=Web Filter
Time Schedule=Tids Schema
New=Ny
Edit=Ändra
Delete=Ta bort
Select All=Välj alla
Auto Scan=Autoscanning
User Count:=Användar räknare
Permit Category:=Välj kategori
Auth Type:=Auth typ
Send Message=Skicka medelande

;Account Dialog
Account=Konto
User/Group Name=Andvändare/Grupp Namn
Password=Lösenord
IP Address/IP Range=IP Adress/IP utbud
MAC Address=MAC Address
Maximum Connections=Maximalt antal anslutnigar
*Unlimited Connection:-1=*Obegränsade anslutningar:-1
Bandwidth For Each Connection(Byte/s)=Bandbredd för varje anslutning(Byte/s)
Remote Dial-up=Remote uppringning
Others=Annat
Time Schedule=Tids Schema
Web Filter=Web Filter
New=Ny
Save=Spara

;Register Dialog
Registration=Registrering
Machine ID=Maskin ID
Serial Number=Serie Nummer
Register Code=Registrerings Kod
&Register=Registrera
&Buy Now=Köp Nu
&Close=Stäng

;Connection Info Dialog
Current Connection Information=Nuvarande 
Connection information=Anslutnings information
Connections:=Kopplingar
Users:=Användare
Stop Scroll=Stoppa scrollen
Open Logs=Öppna loggar
Mail transfer information=
Mail in transfer=Pågående mailöverföring
Mail undelivered=Mail ej levererat
Mails:=Brev
Close=Stäng
Transfer &Again=Överför igen
&Delete=Ta bort
&Refresh=Uppdatera
Internet mail transfer status=Internet mailöverförings status

;Web Filter
Web Filter Name=Web Filter Namn
Site Filter=Site  Filter
Permitted Sites=Tillåtna Platser
Forbidden Sites=Förbjudna Platser
Forbidden Content=Förbjudet Innehåll
Tip: Site filter supports wildcard character. Each item is divided by semicolon. Eg. *.yahoo.com;*.msn.com=Tips Sid filter har support för wildcard karaktär. varje sak är uppdelad av semikolon. tex. *.yahoo.com;*.msn.com
Tip: Each item is divided by semicolon. Eg. chat;travel=Tips: varje sak är uppdelad av semikolon. tex. chat;travel
Forbidden URL=Förbjuden URL
Tip: Each item is divided by semicolon . Eg. .exe;.zip=Tips: varje sak är uppdelad av semikolon . tex. .exe;.zip

;Time Schedule
Time Schedule Name=Tids schema namn
Sunday=Söndag
Monday=Måndag
Tuesday=Tisdag
Wednesday=Onsdag
Thursday=Torsdag
Friday=Fredag
Saturday=Lördag

;Time Table
Time Table=Tids Tabell
Tip: 01:00 denotes that Internet access is permitted from 00:00 to 01:00.=Tips: 01:00 kontrolera att Internet tillträdet är tillåtet från 00:00 till 01:00
Unselect All=Avmarkera Alla
Apply To:=Andvänd alla

;Get Address
Get Address=F?adress
Computer Name=Dator Namn
Retrieve=Mottag
Apply=Värkställ
Close=Stäng

;Menu
&Dial-up=Ring up
D&isconnect=Koppla ifrån

;Resource String
&About CCProxy...=Om CCProxy
User Name|IP Address|MAC Address|Connections|=Användar Namn|IP Address|MAC Address|Anslutningar|
Windows sockets initiation failed.=Fel vid Windows sockets invigning.
Socket creation failed!=Skapandet av Socket misslyckades
Start|Stop|Options|Account|Register|Exit|Hide|Help|=Starta|Stop|Inställnigar|Konto|Registrera|Avsluta|Göm|Hjälp|
DNS service startup failed!=Fel vid uppstart av DNS Service!
HTTP proxy startup failed!=Fel vid uppstart av Proxy Service!
SOCKS proxy startup failed!=Fel vid uppstart av SOCKS proxy Service!
Are you sure to close CCProxy?=Vill du verkligen avsluta CCProxy?
Startup proxy|Stop proxy|Options configuration|Account manager|Register CCProxy|Close proxy|Hide interface|CCProxy help|=Startup proxy|Stop proxy|Inställningar configuration|Konto ägare|Registrera CCProxy|Stäng proxy|Göm interface|CCProxy hjälp|
User already exists or User/IP/MAC length is illegal!=Användaren finns redan eller IP eller MAC adressens längd är inkorrekt 
on search ...=p?sökning
This operation will add all local users' info. Continue?=Denna funktion kommer att addera alla andvändare och deras information fortsätt?
Are you sure to delete this account?=Är du säker p?att du vill ta bort detta konto?
Another instance of CCProxy has been run!=En annan CCproxy används redan!
Time|User Name|IP Address|Action|=Tid|användar Namn|IP Address|Action|
Please select log file path:=Välj vart du vill spara loggfilerna
Are you sure to delete all the logs?=Vill du verkligen radera alla loggar?
Permit All|Permit Only|Permit All But=Tillåt Alla|Tillåt Bara|Tillåt Alla utom
IP Address|MAC Address|User/Password|User/Password + IP|User/Password + MAC=IP Address|MAC Address|Användare/Löenord|Användare/Löenord + IP|User/Löenord + MAC
Congratulations. You have registered successfully!=Grattis. Din Registrering lyckades
Sorry. Registration Failed!=Registreringen Misslyckades
%s(Demo Version Can Only Support 3 Users)=(Demo Versionen kan bara ha 3 användare)
Mail ID|Mail From|Mail To|Send Times|Begin Time|Last Response|=Mail ID|Mail Från|Mail Till|Send Times|Start Tid|Sista Svar|
Mail proxy startup failed!=Mail proxyn startade inte korrekt
Unknown=Okänd
Host=Värd
News proxy startup failed!=Ett fel inträffade vid uppstarten av nyhetsproxyn!
FTP proxy startup failed!=Ett fel inträffade vid uppstarten av ftpproxyn!
Telnet proxy startup failed!=Ett fel inträffade vid uppstarten av telnetproxyn!
Some mails are in transfer. Are you sure to exit?=Några mail håller p?att överföras. Vill du verkligen avsluta?
The account system only supports no more than 500 users!=Kontosystemet  supportas för max 500 användare!
Are you sure to delete this mail?=Är du säker p?att du vill ta bort detta mail?
News=Nyheter
MAP service startup failed!=Ett fel inträffade vid uppstarten av mapservicen!
Wrong Password.=Fel Lösenord

Enable Anti Email Virus=

